{
  "messages": [
    {
      "sender_name": "Reebok India",
      "timestamp": 1310028319,
      "content": "Reebok Fans ! Its Mahi's Birthday on 7th July and its time for all of us to make this day special for him. We invite you to wish him in the comment section below. If you have something special to gift him please upload the photo of that special gift (could be something handmade as well) and if it makes to our top 5 best selections, we will make sure that it reaches him. So, people lets get together and make this day extra special for Captain Cool .",
      "type": "Generic"
    },
    {
      "sender_name": "Reebok India",
      "timestamp": 1309935024,
      "content": "Reebok Fans ! We are wishing our cool captain a Very Happy Birthday.If you have something special to gift him please upload the photo of that special gift (could be something handmade as well) and if it makes to our top 5 best selections, we will make sure that it reaches him. So, people lets get together and make this day extra special for our very own Mahi.",
      "type": "Generic"
    },
    {
      "sender_name": "Reebok India",
      "timestamp": 1303667448,
      "content": "Dear Fans,\n\nThe World Cup brought tears to Indiaâ\u0080\u0099s strongest men. What did it do to you? Express your feelings by posting a message or upload a picture/ video on the Reebok World Cup Dil Se application wall and get to meet Dhoni & Yuraj.\n\nDhoni, Yuvi and one out of the 100 winners will also get a Reebok Golden bats. The event for 100 winners to meet and greet Dhoni & Yuvraj is happening on 26th April 2011 at Intercontinental Lalit, Mumbai...\n\nTo Participate please submit your entry at Reebok Dil Se Bol Application wall... http://apps.facebook.com/reebokdilsebol/\n\nThe entries posted on the Reebok Facebook Wall will not be considered...\n\nReebok India Marketing Team...\n",
      "type": "Generic"
    }
  ],
  "title": "Reebok India",
  "is_still_participant": true,
  "status": "Pending",
  "thread_type": "Regular",
  "thread_path": "ReebokIndia_43432643b9"
}