{
  "messages": [
    {
      "sender_name": "Tanishq",
      "timestamp": 1317364629,
      "content": "Navratri is celebrated at the same time in different ways in different parts of India as well as around the world. Whatâ\u0080\u0099s the specialty of the Navratri celebrations at your place? Are you ready for the celebrations? Tell us what Navratri means to you by capturing your best Navratri moment in a picture. Upload now at http://on.fb.me/BestNavratriMoments and win an exclusive Navratri surprise from Tanishq.",
      "type": "Generic"
    },
    {
      "sender_name": "Tanishq",
      "timestamp": 1304066711,
      "content": "When Mr. Amitabh Bachchan inaugurated the new Tanishq store in Mumbai, it wasnâ\u0080\u0099t just the lamp that was lit but a millions of hearts. Want to feel the magic again? For those who couldnâ\u0080\u0099t watch the ceremony in the morning, we bring it all back exclusively for you. Watch the re-telecast of the launch of the biggest ever jewellery store in Mumbai by the biggest ever star at http://on.fb.me/tanishqlive\n",
      "type": "Generic"
    },
    {
      "sender_name": "Tanishq",
      "timestamp": 1304047395,
      "content": "The most anticipated moment is here. As the clock is ticking, Mumbai gets ready to witness the celebration of a lifestime. The biggest ever jewellery store opens at Andheri. Even you can be part of this grand ceremony. Watch live webcast of the store launch at 9:25 am at http://on.fb.me/tanishqlive",
      "type": "Generic"
    },
    {
      "sender_name": "Tanishq",
      "timestamp": 1304019988,
      "content": "Tanishq invites you to the grand opening of its new store at Andheri, Mumbai. Be part of the celebration without leaving your home/office, by watching the live webcasting at the official fan page of Tanishq.   ",
      "type": "Generic"
    }
  ],
  "title": "Tanishq",
  "is_still_participant": true,
  "status": "Pending",
  "thread_type": "Regular",
  "thread_path": "Tanishq_c2619fd38a"
}