{
  "messages": [
    {
      "sender_name": "India Against Corruption",
      "timestamp": 1311329106,
      "content": "à¤­à¥\u008dà¤°à¤·à¥\u008dà¤\u009fà¤¾à¤\u009aà¤¾à¤° à¤\u0095à¥\u0087 à¤\u0096à¤¿à¤²à¤¾à¤« à¤\u009cà¤¨à¤¯à¥\u0081à¤¦à¥\u008dà¤§ à¤®à¥\u0087à¤\u0082 à¤\u0085à¤¨à¥\u008dà¤¨à¤¾ à¤¹à¤\u009cà¤¾à¤°à¥\u0087 à¤\u0095à¥\u0087 à¤¸à¤¾à¤¥ à¤\u0086à¤\u0087à¤\u008f. à¤\u0087à¤¸ à¤¶à¤¨à¤¿à¤µà¤¾à¤° / à¤°à¤µà¤¿à¤µà¤¾à¤° à¤\u0085à¤ªà¤¨à¤¾ à¤¸à¤®à¤¯ à¤¦à¥\u0080à¤\u009cà¤¿à¤\u008f...à¤¦à¥\u0087à¤¶ à¤\u0095à¥\u0087 à¤¸à¤¬à¤¸à¥\u0087 à¤¬à¤¡à¤¼à¥\u0087 à¤\u009cà¤¨à¤®à¤¤ à¤¸à¤\u0082à¤\u0097à¥\u008dà¤°à¤¹ à¤®à¥\u0087à¤\u0082 à¤¶à¤¾à¤®à¤¿à¤² à¤¹à¥\u008bà¤\u0082.....74 à¤¸à¤¾à¤² à¤\u0095à¥\u0087 à¤\u0085à¤¨à¥\u008dà¤¨à¤¾ à¤¹à¤\u009cà¤¾à¤°à¥\u0087 à¤\u0085à¤ªà¤¨à¤¾ à¤\u009cà¥\u0080à¤µà¤¨ à¤¦à¥\u0087 à¤°à¤¹à¥\u0087 à¤¹à¥\u0088à¤\u0082, à¤\u0095à¥\u008dà¤¯à¤¾ à¤¹à¤® à¤\u0085à¤ªà¤¨à¥\u0087 à¤¦à¥\u008b à¤¦à¤¿à¤¨ à¤¨à¤¹à¥\u0080à¤\u0082 à¤¦à¥\u0087à¤\u0082à¤\u0097à¥\u0087...",
      "type": "Generic"
    },
    {
      "sender_name": "India Against Corruption",
      "timestamp": 1311246485,
      "content": "Invite your friends in Delhi to the janlokpal referendum!!",
      "type": "Generic"
    },
    {
      "sender_name": "India Against Corruption",
      "timestamp": 1311166394,
      "content": "Express solidarity with Anna Hazare and tell others about this struggle for freedom against corruption, put the Janlokpal flag on your profile picture.",
      "type": "Generic"
    },
    {
      "sender_name": "India Against Corruption",
      "timestamp": 1310182727,
      "content": "Dear friend,\n\nYou have already taken the leadership by joining India Against Corruption on facebook  and demanding a strong Jan Lokpal.\n\nBut the battle against corruption is going to be hard and long. We cannot do it alone. We need more people to join us in this rightful demand for a strong Janlokpal to stop corruption in India.\n\nWe need your help and it will take less than 2 minutes.\n\nFirst - Join the event 'Millions for a strong Jan Lokpal and a strong India' - http://www.facebook.com/event.php?eid=242893262389549. To attend simply click on the link and choose the 'Attend' option. This is an online and ongoing event so you can attend from anywhere in the world.\nNext - Click on the 'Select Guests to Invite' button that is below Anna Hazare's photo to invite 10 or more of your friends on facebook to join this event.\n\nYour personal invitation will motivate and encourage your friends in joining you in demanding a strong Jan Lokpal.\n\nWe will make India corruption free in our lifetime. This is a once in a lifetime opportunity and we will not miss it.\n\nUnited, we will win!\n\nThank you.",
      "type": "Generic"
    },
    {
      "sender_name": "India Against Corruption",
      "timestamp": 1309172989,
      "content": "Street plays are an age old tradition in India to reach the Aam Aadmi. Shri Arvind Gaur's Asmita Theatre Group are one of the leading exponents of using \"Theatre for Social Change\" . Arvind has been at the forefront of the movement for a Corruption Free India and has agreed to run workshops where volunteers will be trained to act in and train others on street plays that convince the \"Aam Aadmi\" that they are the primary victims of corruption and that they can make change happen.\n\nThis is a great opportunity to learn from a master and contribute towards a corruption free India. Till mid July these workshops will be run in Delhi and from mid July to end July 45 master trainers from Asmita are willing to run workshops in different parts of India. \n\nTo learn more and/or join the Street Play Army send an email to asmitatheatre@gmail.com. People from all over India can join. We have also created an event. Join the event and comment. Your suggestions and ideas are welcome.",
      "type": "Generic"
    },
    {
      "sender_name": "India Against Corruption",
      "timestamp": 1309117355,
      "content": "Learn acting skills from a master and help make India Corruption free. What could be better. Join the event and send an email to asmitatheatre@gmail.com to learn more/join the workshops. ",
      "type": "Generic"
    },
    {
      "sender_name": "India Against Corruption",
      "timestamp": 1308115334,
      "content": "Help reach the 25 crore missed call goal. Do your bit to make this a mass movement - it is a fight for a strong anti corruption bill, so do your bit.",
      "type": "Generic"
    },
    {
      "sender_name": "India Against Corruption",
      "timestamp": 1307354976,
      "content": "We would like inputs from all of you on certain issues. Anonymous return of corruption money is one of the issues we would like your thoughts on. Please spread these events to others to get maximum participation.\n\nThanks",
      "type": "Generic"
    },
    {
      "sender_name": "India Against Corruption",
      "timestamp": 1306908223,
      "content": "National Debate on Janlokpal on 5th June, please attend!!!",
      "type": "Generic"
    },
    {
      "sender_name": "India Against Corruption",
      "timestamp": 1306317819,
      "content": "A public consultation on Jan Lokpal Bill is being organised in Shalimar Bagh on May 26, 2011 at 7.00 pm. Kindly come to know more about Jan Lokpal Bill and give your inputs. In case of any queries, Rajeev (9650993779) or Rishikesh (9911483629). \n\nIndia Against Corruption",
      "type": "Generic"
    },
    {
      "sender_name": "India Against Corruption",
      "timestamp": 1303408173,
      "content": "We are not going anywhere... Corrupt people and practices will have to go!!!! ",
      "type": "Generic"
    },
    {
      "sender_name": "India Against Corruption",
      "timestamp": 1303201142,
      "content": "We do not appreciate this smear campaign and diverting attention from the anti-corruption law. Let us tell them that we are ready for whatever-it-takes to make India a corruption-free nation",
      "type": "Generic"
    }
  ],
  "title": "India Against Corruption",
  "is_still_participant": true,
  "status": "Pending",
  "thread_type": "Regular",
  "thread_path": "IndiaAgainstCorruption_57ef28ff9d"
}